[
  {
    "questions": "Q. Which war movie won the Academy Award for Best Picture in 2009?"
  },
  {
    "questions": "Q. What was the name of the second Indiana Jones movie, released in 1984?"
  },
  {
    "questions": "Q. Which actor starred in the 1961 movie The Hustler?"
  },
  {
    "questions": "Q. In which year were the Academy Awards, or \"Oscars\", first presented?"
  },
  {
    "questions": "\"After all, tomorrow is another day!\" is the last line from which movie that won the Academy Award for Best Picture in 1939?"
  },
  {
    "questions": "Q. Which movie features Bruce Willis as John McClane, a New York police officer, taking on a gang of criminals in a Los Angeles skyscraper on Christmas Eve?"
  },
  {
    "questions": "Q. What is the name of the hobbit played by Elijah Wood in the Lord of the Rings movies?"
  },
  {
    "questions": "Q. Which actress plays Katniss Everdeen in the Hunger Games movies?"
  },
  {
    "questions": "Q. Judy Garland starred as Dorothy Gale in which classic movie?"
  },
  {
    "questions": "Q. What is the name of the kingdom where the 2013 animated movie Frozen is set?"
  },
  {
    "questions": "Q. Which 1997 science fiction movie starring Will Smith and Tommy Lee Jones tells the story of a secret agency that polices alien refugees who are living on earth disguised as humans?"
  },
  {
    "questions": "Q. Which English actor won the 2014 Academy Award for best actor for his role in The Theory of Everything?"
  },
  {
    "questions": "Q. In which 1984 science fiction movie did Linda Hamilton play the role of Sarah Connor?"
  },
  {
    "questions": "Q. Which classic thriller movie stars Roy Schieder as the police chief Martin Brody?"
  },
  {
    "questions": "Q. Which 1952 musical comedy tells the story of three performers making the transition from silent movies to \"talkies\"?"
  },
  {
    "questions": "Q. Which English director was responsible for the epic movie Gladiator in 2000?"
  },
  {
    "questions": "Q. In which movie did Julia Roberts play a kind-hearted prostitute called Vivian Ward?"
  },
  {
    "questions": "Q. Who played Jack Dawson in the 1997 epic Titanic?"
  },
  {
    "questions": "Q. Which Tom Hanks movie won the Academy Award for Best Picture in 1994?"
  },
  {
    "questions": "Q. Who directed the epic historical drama Schindler's List in 1993?"
  },
  {
    "questions": "Q. Who was the first African American actor to win the Academy Award for Best Actor?"
  }
]